const AdditionalInformation = () => {
  return (
    <div className="mb-5">
      <h6 className="text-heading-xxxs underline mb-5">დამატებითი ინფორმაცია</h6>
      <p className="text-main-p text-gray-500">
        ჩვენ ვიტოვებთ უფლებას შევიტანოთ მცირე გრამატიკული შესწორებები და
        მოვარგოთ სამუშაო პოსტების ფორმატირება წაკითხვის გასაუმჯობესებლად. ყველა
        გაგზავნილი ვაკანსიის სია გამოქვეყნდება სტანდარტიზებულ ფორმატში ჩვენი
        პლატფორმის მითითებების შესაბამისად, გამონაკლისის გარეშე. ჩვენი ონლაინ
        ფორმის საშუალებით მიღებული ვაკანსიები გადამოწმებული იქნება გამომგზავნთან
        გამოქვეყნებამდე. თუ გამომგზავნი ვერ უპასუხებს ჩვენს დადასტურების
        მოთხოვნას, სამუშაო პოსტი არ გამოქვეყნდება.
      </p>
    </div>
  );
};

export default AdditionalInformation;
